export const multilingualChars = [
    // Devanagari
    "अ", "ध", "ऊ", "ञ", "इ", "क", "ट", "ण", "श", "भ",
    "ग", "ठ", "झ", "ऋ", "ऐ", "च", "त", "न", "ल", "ह",

    // Tamil
    "க", "ஷ", "ழ", "ஞ", "அ", "ந", "ற", "ப", "ல", "ம",
    "ட", "வ", "ச", "இ", "ஊ", "த", "ஜ", "ர", "ள", "எ",

    // Telugu
    "త", "ఊ", "జ", "అ", "ఇ", "న", "ర", "వ", "క", "గ",
    "శ", "భ", "ఙ", "ప", "స", "డ", "ఢ", "ఱ", "ఐ", "ఓ",

    // Bengali
    "ঊ", "ব", "ঘ", "ই", "আ", "অ", "ক", "ছ", "জ", "ঠ",
    "ড", "ত", "ন", "ফ", "ম", "য", "র", "ল", "শ", "হ",

    // Oriya
    "ଅ", "ଆ", "ଇ", "ଈ", "ଉ", "ଋ", "ଏ", "ଓ", "କ", "ଖ",
    "ଗ", "ଘ", "ଙ", "ଚ", "ଛ", "ଜ", "ଝ", "ଞ", "ଟ", "ଠ",

    // Urdu
    "ا", "ب", "پ", "ت", "ث", "ج", "چ", "ح", "خ", "د",
    "ذ", "ر", "ز", "ژ", "س", "ش", "ص", "ض", "ط", "ظ",

    // Gujarati
    "અ", "આ", "ઇ", "ઈ", "ઉ", "ઋ", "એ", "ઓ", "ક", "ખ",
    "ગ", "ઘ", "ચ", "છ", "જ", "ઝ", "ટ", "ઢ", "ત", "ન",

    // Panjabi (Gurmukhi)
    "ਅ", "ਆ", "ਇ", "ਈ", "ਉ", "ਊ", "ਏ", "ਐ", "ਓ", "ਕ",
    "ਖ", "ਗ", "ਘ", "ਙ", "ਚ", "ਛ", "ਜ", "ਝ", "ਟ", "ਠ",

    // Malayalam
    "അ", "ആ", "ഇ", "ഈ", "ഉ", "എ", "ഒ", "ക", "ഖ", "ഗ",
    "ങ", "ച", "ഞ", "ട", "ഡ", "ത", "ധ", "ന", "മ", "ശ"
];
